---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointClouds.PointCloudFilterUtils
source: html/5a08caab-08ca-48f8-2359-937b51fe8f81.htm
---
# PointCloudFilterUtils Members

Computes outline of a part of a box that satisfies given PointCloudFilter.